app/controllers/postcomments_controller.rb

INSERT INTO "postcomments" ("text", "post_id", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["text", "aaaaaaa"], ["post_id", 11], ["user_id", 7], ["created_at", "2017-11-10 08:28:07.798552"], ["updated_at", "2017-11-10 08:28:07.798552"]]
---
def create
  params[:postcomment][:post_id] = params[:post_id]
  params[:postcomment][:user_id] = current_user.id
  @comment = Postcomment.create(postcomments_params)